---
kind: property
id: P:Autodesk.Revit.DB.Visual.Concrete.CommonTintToggle
source: html/0f7c2122-61c9-2aec-42aa-411e83bdf5dd.htm
---
# Autodesk.Revit.DB.Visual.Concrete.CommonTintToggle Property

The property labeled "Tint" from the "Concrete" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".